export default function ProductInfoContent({
  productId,
}: {
  productId: string;
}) {
  return (
    <div className="pt-5">
      <h3 className="font-bold text-lg text-black">상품 상세 정보</h3>
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
      <p className="text-gray-600">
        이 상품은 최고급 소재를 사용하여 제작되었습니다. <br />
        세탁 시 드라이클리닝을 권장하며, 통기성이 우수합니다.
      </p>{" "}
    </div>
  );
}
